Revit 2027 API
FaceSplitter.SplitElementId Property
 The id of the element whose face is split by this element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId SplitElementId { get; }
Public ReadOnly Property SplitElementId As ElementId
	Get
public:
property ElementId^ SplitElementId {
	ElementId^ get ();
}
member SplitElementId : ElementId with get
Property Value
ElementId
See Also
Reference
FaceSplitter Class
Autodesk.Revit.DB Namespace